// Напишите программу, которая на вход принимает два числа и выдаёт, 
// какое число большее, а какое меньшее.
int a = -9, b = -3, max = 0;
if (a>b)
{
    max = a;
}
else
{
    max = b;
}
Console.WriteLine(max);

