// Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).
int Number = 7;
string answer;
if(Number % 2 == 0)
{
   answer = ("yes");
}
else
{
    answer = ("no");
}
Console.WriteLine(answer);

